Revit 2027 API
ParameterTypeId.ZoneLevelOffsetTop Property
 "Top Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneLevelOffsetTop { get; }
Public Shared ReadOnly Property ZoneLevelOffsetTop As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneLevelOffsetTop {
	ForgeTypeId^ get ();
}
static member ZoneLevelOffsetTop : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace